export const terms = {
  introduction: `This service is only for medical personnel. Please enter the following information for user identity verification. After completing the verification, the system will send a text message notification to the phone number you
  provided. Please follow the instructions to proceed! If you are unable to pass the online verification, our colleagues will contact you to assist with registration and activation. Thank you!`,
  agreementUp:'台灣武田（Takeda）基於您加入武田官方 LINE OA 後提供產品資訊、教育內容及活動通知之目的，將蒐集、處理及利用您所提供之個人資料（如姓名、科別/專科、任職機構、電子郵件及其他聯絡方式等），以便向您提供相關訊息並與您聯繫。您得依個人資料保護法，就您的個人資料行使查詢或請求閱覽、製給複製本、補充或更正、停止蒐集/處理/利用及刪除等權利；行使方式與其他詳細內容，請參閱下方隱私權聲明以閱讀完整告知內容。武田官方LINE OA所提供之一切資訊，僅供專業醫療人員參考並僅限於教育目的使用，不代替專業醫療人員的獨立專業醫療判斷，且不應被視為對任何人提供之醫療建議。武田未明示或暗示的陳述或保證其內容的正確性及完整性。不得散佈或未經授權而重製本材料。',
  
  // * HCP
  agreementHCP: '台灣武田（Takeda）基於您加入武田官方 LINE OA 後提供產品資訊、教育內容及活動通知之目 的，將蒐集、處理及利用您所提供之個人資料（如姓名、科別/專科、任職機構、電子郵件及其他 聯絡方式等），以便向您提供相關訊息並與您聯繫。您得依個人資料保護法，就您的個人資料行 使查詢或請求閱覽、製給複製本、補充或更正、停止蒐集/處理/利用及刪除等權利；行使方式與 其他詳細內容，請參閱下方隱私權聲明以閱讀完整告知內容。武田官方LINE OA所提供之一切資 訊，僅供專業醫療人員參考並僅限於教育目的使用，不代替專業醫療人員的獨立專業醫療判斷， 且不應被視為對任何人提供之醫療建議。武田未明示或暗示的陳述或保證其內容的正確性及完整 性。不得散佈或未經授權而重製本材料。 勾選同意選項，即表示您確認自己是註冊專業醫療人員，並且已閱讀、理解並同意台灣武田依前 述目的蒐集、處理及利用本人個人資料。',

  // * Internal
  agreementInternal: '台灣武田（Takeda）基於您加入武田官方 LINE OA 後提供產品資訊、教育內容及活動通知之目 的，將蒐集、處理及利用與您公司身分識別及聯繫相關之個人資料（例如：姓名、任職單位/部門 、公司電子郵件、LINE ID 及其他必要之聯絡資訊等；該等資訊可能由您提供或由武田透過 Entra ID／公司帳號系統取得），以便向您提供相關訊息並與您聯繫。 除了在上述目的範圍內使用您的個人資料外，Takeda不會將您在本平台之使用行為用於其他用途 (例如員工績效考核或個人監控)，除非因法令遵循、資訊安全或內部稽核之必要而於最小必要範 圍內處理。您得依個人資料保護法，就您的個人資料行使查詢或請求閱覽、製給複製本、補充或 更正、停止蒐集/處理/利用及刪除等權利；行使方式與其他詳細內容，請參閱下方隱私權聲明以 閱讀完整告知內容。武田官方 LINE OA 所提供之一切資訊，僅限於教育目的使用，不代替專業醫 療人員的獨立專業醫療判斷，且不應被視為對任何人提供之醫療建議。本 LINE OA 所提供之內容 僅供參考，武田不保證所有內容在任何時間點均完全正確、完整或最新；如需做出任何決策，請 尋求專業醫療人員之建議。不得散佈或未經授權而重製武田官方LINE OA所提供之內容或資訊。 勾選同意選項，即表示您確認自己為武田現任員工，並且已閱讀、理解並同意台灣武田依前述目 的蒐集、處理及利用您的個人資料。台灣武田將依公司內部之帳號與權限管理流程（包括但不限 於人資或相關單位之在職/離職或權限變更通知）定期檢視使用權限，並移除離職或不再具備使用 權限者之存取權限。',

  agreement: '勾選同意選項，即表示您確認自己是註冊專業醫療人員，並且已閱讀、理解並同意台灣武田依前述目的蒐集、處理及利用本人個人資料。',
  remind: `通過您提供的個人資訊，您會加入武田製藥的數字平台。
以下是隱私聲明和使用條款的連結，供您參考。如果您需要進一步了解個人資料的處理或使用情況，請隨時與我們聯繫。感謝您的加入！`
}